{
    "name": "Keluarga Katolik Indonesia di New York (KKI-NY)",
    "pages": {
        "home": "Beranda",
        "about": "Tentang",
        "activities": "Kegiatan",
        "newsletter": "Buletin",
        "contact": "Hubungi Kami"
    },
    "home": {
        "welcome": "Selamat datang di situs web Keluarga Katolik Indonesia New York (KKI-NY)!",
        "wip": "Situs web ini sedang dalam proses."
    },
    "about": {
        "p1": "Keluarga Katolik Indonesia di New York (KKI NY) dicanangkan pada tahun 1985 atas gagasan dari Ibu Yvonne Ellong, Bapak F.X. Paul Polax, Bapak Sugiarto Gunadi, Saudara David Triestanto, Ibu Ninik Lapy dan Saudari Olvie Wuaten yang sedang merantau di negeri Amerika. Sebelum munculnya gagasan tersebut, beberapa keluarga Katolik pada saat itu beribadah bersama-sama dengan umat Kristen lainnya di Gereja Oikumene yang dipimpin oleh Pendeta Alice Hermanus Rampengan. Pelayanan ibadah ini lebih didasarkan pada rasa kebersamaan dalam satu bangsa, satu bahasa dan satu Tuhan Yesus yang sama. Namun demikian, mereka masih sangat merindukan adanya Perayaan Ekaristi (Misa Kudus) yang diselenggarakan dalam bahasa Indonesia.",
        "p2": "Atas petunjuk dan kehendakNya pula, maka pada bulan January 1985, Ibu Yvonne Ellong, anggota paroki Gereja St. Michael, Flushing, New York pada saat itu, bersama Romo P. Hardono Hadi, Pr., seorang pastor Indonesia yang bertugas di gereja St. Philip and James, Bronx, New York (sebelumnya mereka telah bertemu saat ibadah bersama di Gereja Oikumene pada tahun 1984) membicarakan kemungkinan diselenggarakannya Misa Kudus (Perayaan Ekaristi) dalam bahasa Indonesia. Dari hasil pertemuan tersebut, terbentuklah sebuah perkumpulan umat Katolik Indonesia yang kemudian direstui oleh pastor setempat, Msgr. Joseph Greenfelder.",
        "p3": "Pada tanggal 30 Maret 1985, bertempat di rumah ibu Yvonne Ellong, 147-32 Roosevelt Ave, Apt. 3B, Flushing, New York, perkumpulan ini memulai Misa Kudus yang pertama dalam bahasa Indonesia. Misa Kudus yang pertama ini di hadiri oleh beberapa umat Katolik Indonesia antara lain; Keluarga F.X. Paul Polax, Saudara David Triestanto, Keluarga Johny Wuaten, Keluarga Ninik Lapy, Keluarga Peter & Etty Soenari, Keluarga Joe Kalangie, Keluarga Paul dan Mien Suryaputra, Keluarga Popoy Tanutjahja, Saudari Yanti dan Saudara Agung Hertanto, Keluarga Roy dan Nonay Inkiriwang, Bapak/Ibu William dan Lusie Nieaart, Saudara Hendro, Saudari Ratno, Bapak/Ibu Sam dan Aaltje Ramos, Saudara Marshall Sereseh, Saudari Diana, Bapak/Ibu Bartholomeus dan Aurea Sugiarto, Bapak/Ibu Tony dan Angela Tjio, Saudara/i Fred dan Helen Triestanto, Bapak/Ibu Carl dan Sylvia Van der Meyde, Bapak Arnold dan Pdt. Alice Hermanus Rampengan, Bapak/Ibu John dan Julie Dungus, Bapak/Ibu Eddie dan Millie Mingki, Ibu Ellen Suy dan lainnya.",
        "p4": "Penyelenggaraan Misa Kudus ini terus berkelanjutan dan akhirnya mereka sepakat untuk menyelenggarakan Misa Kudus ini secara rutin pada hari Sabtu keempat dari setiap bulannya.",
        "p5": "Rupanya, Misa Kudus ini dapat diselenggarakan secara  berkesinambungan berkat adanya para imam/pastor Indonesia yang saat itu sedang tugas belajar di Jesuit Community (Manhattan) dan Maryknoll Seminary (Upstate New York). Pertemuan umat Katolik dalam Misa Kudus ini tenyata telah memberikan manfaat yang sangat luas dalam saling menguatkan, meneguhkan dan membantu memurnikan penghayatan iman Kristiani. Dan atas kesepakatan bersama, akhirnya perkumpulan umat Katolik Indonesia ini diberi nama KKI – KELUARGA KATOLIK INDONESIA.",
        "p6": "Pada tanggal 25 Oktober 1986, beberapa umat KKI menghadiri Misa Multi-Etnic Liturgical Celebration bertempat di Gereja Blessed Sacrament, 34-20 94th Street, JACKSON HEIGHTS, NY 11372  dimana Uskup Joseph O’Keefe (Vikaris Jendral Keuskupan Agung New York) secara nyata mengakui keberadaan KKI ini. Sejak saat itu, KKI dimasukkan ke dalam wilayah Most Rev. Rene A. Valero, DD (Auxiliary Bishop Vicar for immigrants and Refugees.). Oleh karena itulah, maka pada tahun yang sama pengurus KKI mulai mengembangkan perkumpulan ini dengan diterbitkannya Newsletter KKI berbahasa Inggeris yang pertama yang berisi kumpulan puisi/sajak, kesan/pesan dari umat KKI serta kehadiran umat KKI. Kemudian pada tahun berikutnya, 1987, Newsletter KKI ini mulai ditulis dalam bahasa Indonesia oleh Bapak Sugiarto Gunadi.",
        "p7": "Akhirnya pada tahun 1994, Uskup Thomas Vose Daily (Bishop of Brooklyn) mengkukuhkan berdirinya KKI sebagai Kerasulan Indonesia, yakni menjadi “organisasi” resmi di bawah naungan C.M.O (Catholic Migration Office) dari Keuskupan Brooklyn & Queens. C.M.O (secara legal bernama Catholic Migration Service, Inc.) merupakan organisasi nirlaba (non-profit) yang memiliki berbagai program yang sangat membantu para imigran baru (tanpa memandang latar belakang agama, bangsa maupun status) dan hingga kini C.M.O membawahi 29 kerasulan dari berbagai bangsa di dunia.",
        "p8": "Sejak saat itu, singkatan KKI telah diubah dari Keluarga Katolik Indonesia menjadi KERASULAN KATOLIK INDONESIA (INDONESIAN CATHOLIC APOSTOLATE), sebab KKI yang pada mulanya hanya pertemuan Keluarga Katolik, telah berkembang menjadi Kerasulan Katolik yang resmi. Kita berkumpul tidak hanya untuk sekedar menghadiri Misa Kudus maupun bersosialisasi sambil beramah tamah, namun lebih dari itu kita diberikan tugas untuk memuliakan Allah dan memperluas KerajaanNya dengan cara membantu sesama, menyebarkan kasih Allah dan menjangkau umat Katolik Indonesia yang tinggal dan hidup di negeri perantauan ini.",
        "p9": "Sebagai hasil legalisasi KKI NY (Kerasulan Katolik Indonesia New York) oleh Catholic Migration Office, maka KKI NY dianjurkan untuk memiliki tempat ibadah yang tetap. Olehkarena itu, Bapak Indra Tjahjadi, yang menjadi wakil ketua KKI NY pada saat itu dengan didampingi oleh Romo Alex Wijoyo, SJ dan Ibu Yvonne Ellong segera menghubungi Msgr Joseph P. Bynon, pastor kepala Gereja Resurrection Ascension. Sebagai hasilnya, KKI NY diizinkan untuk menyelenggarakan Misa Kudus pada setiap hari Minggu kedua dengan memakai Chapel yang ada. Sedangkan untuk penyelenggaraan acara-acara yang besar, KKI NY diperbolehkan untuk memakai gedung gereja dan auditoriumnya sepanjang tidak mengganggu jadwal ibadah mereka. Dan sebagai tanda terima kasih, KKI NY memberi donasi bulanan kepada Gereja Resurrection Ascension hingga saat ini.",
        "p10": "Pada tanggal 6 Oktober 1995, dalam rangka kunjungan apostolik ke Amerika Serikat, Bapak Suci, Paus Yohanes Paulus II memimpin Perayaan Ekaristi bertempat di Aqueduct Racecourse,  Brooklyn, New York. Pada acara agung itu, Romo Alex Wijoyo, SJ dan Ibu Yvonne Ellong mewakili KKI NY dengan disertai beberapa umat KKI NY lainnya menghadiri Perayaan Ekaristi tersebut. Partisipasi aktif dari KKI NY ini mendorong semakin kokohnya keberadaan KKI NY sebagai satu-satunya wadah umat Katolik Indonesia yang diakui resmi oleh C.M.O (Catholic Migration Office) dari Keuskupan Brooklyn & Queens.",
        "p11": "Rapat koordinasi antara KKI NY yang biasanya diwakili oleh Ibu Yvonne Ellong and Romo Alex  Wijoyo, SJ dengan C.M.O sering dilaksanakan oleh Msgr. Ronald T. Marino, direktur C.M.O pada masa itu dan saat ini beliau menjabat sebagai Vikaris Migrasi dan Kerasulan Etnik (Vicar for Migrant and Ethnic Apostolates). KKI NY juga turut aktif menghadiri perayaan Jubilee C.M.O  yang ke-25 bersama sekitar 3,000 umat dari Kerasulan bangsa-bangsa lainnya dimana Msgr. Anthony Bevilacqua memimpin Perayaan Ekaristi yang bertempat di Gereja Basilica of Our Lady of Perpetual Help, Brooklyn, New York.",
        "p12": "Berdasarkan data yang masuk hingga tahun 2011,  jumlah umat yang terdaftar di KKI NY adalah lebih dari 225 keluarga dan mudika atau sekitar lebih dari 391 orang umat (tidak termasuk keluarga-keluarga dari New Jersey dan New Hampshire). Pertumbuhan jumlah umat KKI NY selama 2 (dua) tahun terakhir ini ditandai dengan bertambahnya sekitar 180 umat baru (atau rata-rata 7 orang umat/bulan – biasanya diperkenalkan kepada seluruh umat pada saat selesainya acara Misa).",
        "p13": "KKI yang keberadaannya telah menyebar keluar dari negara bagian New York bukanlah organisasi keagamaan yang berbentuk gereja melainkan hanya sebuah wadah berkumpulnya umat Katolik Indonesia. Oleh karena itu, kita selalu dianjurkan untuk berbaur ke dalam paroki-paroki lokal dimana kita tinggal/hidup baik dengan cara turut serta dalam aktivitas gereja ataupun hanya sekedar anggota biasa saja yang terdaftar pada paroki setempat. Inilah misi KKI yang sebenarnya yaitu ‘reaching-out’ tapi juga ber-“affiliating” –  menjangkau dan berbaur. Walaupun domisili para umat Katolik Indonesia berjauhan jaraknya, namun dengan kasihNya dan rasa kebersamaan, kita dikumpulkan sebulan sekali pada Misa yang Kudus.",
        "p14": "Seiring dengan bertambahnya anggota umat dan kebutuhan rohani, staff KKI NY berunding dengan Msgr.Marino, the Vicar for Migrant and Ethnic Apostolate - CMO dan Romo Paroki gereja St.Bartholomew - Rev.Richard Beuther untuk mendapatkan ijin mengadakan misa di gereja St.Bartholomew. Salah satu alasannya adalah dalam sebulan KKI NY mengadakan misa hanya sekali, pada minggu ke-2.  Kita memilih gereja St.Bartholomew karena hampir 80 persen umat KKI NY tinggal disekitar gereja.",
        "p15": "Pada 26 Mei 2012, CMO dan gereja St.Bartholomew setuju memberikan ijin KKI NY untuk mengadakan misa pada minggu ke 4, setiap bulannya.",
        "p16": "Finally, setelah melalui proses yang panjang dan juga berkat pergumulan doa dari seluruh umat KKI NY, maka pada tanggal 22 Februari 2015, CMO - Diocese of Brooklyn menetapkan Romo Robert Mirsel, SVD sebagai Romo Koordinator/Romo Paroki KKI NY."
    },
    "activities": {
        "youthgroup": "OMK",
        "rosary": "Rosary",
        "novena": "Novena"
    },
    "contact": {
        "name": "Name",
        "email": "Surel",
        "inquiry": "Pertanyaan",
        "submit": "Kirimkan"
    }
}