{
    "navbar": {
        "home": "Home",
        "about": "About",
        "activities": "Activities",
        "contact": "Contact Us"
    },
    "welcome": "Welcome to the Indonesian Catholic Community NY website!",
    "about": {
        "p1": "The Indonesian Catholic Community in New York (KKI NY) was founded in 1985 on the idea of Ms. Yvonne Ellong, Mr. F.X. Paul Polax, Mr. Sugiarto Gunadi, Brother David Triestanto, Mrs. Ninik Lapy and Sister Olvie Wuaten who are currently migrating to America. Prior to the emergence of the idea, several Catholic families at that time worshiped together with other Christians in the Ecumenical Church led by the Reverend Alice Hermanus Rampengan. This worship service is based more on a sense of togetherness in one nation, one language and the same Lord Jesus. However, they still miss the Eucharistic Celebration (Holy Mass) which is held in Indonesian.",
        "p2": "With His guidance and will, in January 1985, Ms. Yvonne Ellong, a member of the parish of the Church of St. Michael, Flushing, New York at the time, with Father P. Hardono Hadi, Pr., an Indonesian pastor who served in the church of St. Philip and James, Bronx, New York (they had previously met during a joint service at the Ecumenical Church in 1984) discussed the possibility of holding a Holy Mass (Eucharist Celebration) in Indonesian. From the results of the meeting, an association of Indonesian Catholics was formed which was later approved by the local priest, Msgr. Joseph Greenfelder.",
        "p3": "On March 30, 1985, at the home of Yvonne Ellong's mother, 147-32 Roosevelt Ave, Apt. 3B, Flushing, New York, this gathering started the first Holy Mass in Indonesian. This first Holy Mass was attended by several Indonesian Catholics, including; The F.X. family Paul Polax, Brother David Triestanto, Family Johny Wuaten, Family Ninik Lapy, Family Peter & Etty Soenari, Family Joe Kalangie, Family Paul and Mien Suryaputra, Family Popoy Tanutjahja, Sister Yanti and Brother Agung Hertanto, Family Roy and Nonay Inkiriwang, Mr/ William and Lusie Nieaart, Hendro, Ratno, Sam and Aaltje Ramos, Marshall Sereseh, Diana, Bartholomeus and Aurea Sugiarto, Tony and Angela Tjio, Fred and Helen Triestanto , Mr. / Mrs. Carl and Sylvia Van der Meyde, Mr. Arnold and Pdt. Alice Hermanus Slim, Mr/Mrs John and Julie Dungus, Mr/Ms Eddie and Millie Mingki, Ms Ellen Suy and others.",
        "p4": "The holding of this Holy Mass continued and finally they agreed to hold this Holy Mass regularly on the fourth Saturday of each month.",
        "p5": "Apparently, this Holy Mass could be held continuously thanks to the presence of Indonesian priests/pastors who were currently studying at the Jesuit Community (Manhattan) and Maryknoll Seminary (Upstate New York). The meeting of Catholics in the Holy Mass has in fact provided very broad benefits in strengthening, confirming and helping to purify the appreciation of the Christian faith. And by mutual agreement, finally the association of Indonesian Catholics was given the name Indonesian Catholic Community.",
        "p6": "On October 25, 1986, several KKI members attended the Multi-Ethnic Liturgical Celebration Mass at the Blessed Sacrament Church, 34-20 94th Street, JACKSON HEIGHTS, NY 11372 where Bishop Joseph O'Keefe (Vicar General of the Archdiocese of New York) officially acknowledged the existence of this KKI. Since then, KKI has been included in the Most Rev. Rene A. Valero, DD (Auxiliary Bishop Vicar for immigrants and Refugees.). Therefore, in the same year the KKI management began to develop this association with the publication of the first English-language KKI Newsletter which contained a collection of poems/rhymes, impressions/messages from the KKI people and the presence of the KKI people. Then in the following year, 1987, this KKI Newsletter began to be written in Indonesian by Mr. Sugiarto Gunadi.",
        "p7": "Finally, in 1994, Bishop Thomas Vose Daily (Bishop of Brooklyn) confirmed the establishment of the KKI as the Indonesian Apostles, which was to become an official “organization” under the auspices of the C.M.O (Catholic Migration Office) of the Diocese of Brooklyn & Queens. CMO (legally named Catholic Migration Service, Inc.) is a non-profit organization that has various programs that really help new immigrants (regardless of religious background, nationality or status) and until now CMO oversees 29 apostolate from various nation in the world.",
        "p8": "Since then, the abbreviation KKI has been changed from the Indonesian Catholic Family to the Indonesian Catholic Apostolate (INDONESIAN CATHOLIC APOSTOLATE), because KKI, which was originally only a meeting of the Catholic Family, has developed into an official Catholic Apostolate. We gather not only to attend Holy Mass or socialize while having hospitality, but more than that we are given the task to glorify God and expand His Kingdom by helping others, spreading God's love and reaching out to Indonesian Catholics who live and live in this overseas country.",
        "p9": "As a result of the legalization of KKI NY (Indonesian Catholic Apostolic New York) by the Catholic Migration Office, KKI NY is recommended to have a permanent place of worship. Therefore, Mr. Indra Tjahjadi, who was vice chairman of KKI NY at that time accompanied by Father Alex Wijoyo, SJ and Mrs. Yvonne Ellong, immediately contacted Msgr. Joseph P. Bynon, the head priest of the Resurrection Ascension Church. As a result, KKI NY was allowed to hold Holy Mass on every second Sunday using the existing Chapel. As for holding large events, KKI NY is allowed to use the church building and auditorium as long as it does not interfere with their worship schedule. And as a sign of gratitude, KKI NY makes monthly donations to the Resurrection Ascension Church to date.",
        "p10": "On October 6, 1995, on the occasion of his apostolic visit to the United States, the Holy Father, Pope John Paul II presided over the Eucharistic Celebration at the Aqueduct Racecourse, Brooklyn, New York. At the grand event, Father Alex Wijoyo, SJ and Mrs. Yvonne Ellong represented KKI NY accompanied by several other members of KKI NY attending the Eucharistic Celebration. The active participation of KKI NY has strengthened the existence of KKI NY as the only forum for Indonesian Catholics officially recognized by the C.M.O (Catholic Migration Office) of the Diocese of Brooklyn & Queens.",
        "p11": "Coordination meetings between KKI NY which are usually represented by Mrs. Yvonne Ellong and Father Alex Wijoyo, SJ and C.M.O are often held by Msgr. Ronald T. Marino, director of C.M.O at the time and currently the Vicar for Migrant and Ethnic Apostolates. KKI NY also actively attended the 25th C.M.O Jubilee celebration with around 3,000 people from the Apostolate of other nations where Msgr. Anthony Bevilacqua presided over the Eucharistic Celebration at the Basilica of Our Lady of Perpetual Help, Brooklyn, New York.",
        "p12": "Based on data entered until 2011, the number of people registered with KKI NY is more than 225 families and homecoming or about more than 391 people (excluding families from New Jersey and New Hampshire). The growth in the number of people in KKI NY over the last 2 (two) years is marked by the addition of about 180 new believers (or an average of 7 people/month – usually introduced to all people at the end of the Mass).",
        "p13": "The KKI, whose existence has spread beyond the state of New York, is not a religious organization in the form of a church but only a gathering place for Indonesian Catholics. Therefore, we are always encouraged to mingle into the local parishes where we live, either by participating in church activities or just being an ordinary member who is registered with the local parish. This is the true mission of KKI, namely 'reaching-out' but also 'affiliating' – reaching out and mingling. Although the domiciles of Indonesian Catholics are far apart, but with His love and a sense of togetherness, we are gathered once a month at the Holy Mass.",
        "p14": "Along with the increasing number of members and spiritual needs, KKI NY staff consulted with Msgr. Marino, the Vicar for Migrant and Ethnic Apostolate - CMO and the Parish Priest of St. Bartholomew Church - Rev. Richard Beuther to obtain permission to hold mass at St. Bartholomew church. One of the reasons is that in a month KKI NY holds mass only once, on the 2nd week. We chose St.Bartholomew's church because almost 80 percent of the KKI NY people live near the church.",
        "p15": "On May 26, 2012, the CMO and the church of St. Bartholomew agreed to give KKI NY permission to hold mass on the 4th Sunday, every month.",
        "p16": "Finally, after going through a long process and also thanks to the prayerful struggles of all the people of the KKI NY, on February 22, 2015, CMO - Diocese of Brooklyn appointed Father Robert Mirsel, SVD as the Coordinator Father/Parish Priest of the KKI NY."
    },
    "youthgroup": "Youth Group",
    "rosary": "Rosary"
}